[
  {
    "id": "1",
    "title": "Ratify the Results of Grants Round 13 and Formally Request the Community Multisig to Payout Matching Allocations",
    "desc": "We ask our Community Stewards to ratify the GR13 payout amounts as being correct, fair, and abiding to community norms, including the judgments and sanctions made by the Fraud Detection & Defense workstream.\nFor further info & final GR13 results. Please vote FOR or AGAINST.\nFOR: Ratify the round results\nYou ratify the results as reported by the Dao Holdings & the Fraud Detection & Defense workstream and request the keyholders of the community multisig to payout funds according to the GR13 final payout amounts through the non-custodial GR13 deployment contract.\nAGAINST: Request further deliberation.\nYou do not ratify the results and request keyholders of the community multi-sig wallet to delay payment until further notice.",
    "startDate": "2022-04-01",
    "endDate": "2022-04-07",
    "votes": {
      "bobjiang.eth": "for",
      "acupt.eth": "against",
      "0xcf8E24538E6e8c6D7cA711F84539aEac0892e28b": "for",
      "superalloy.eth": "for",
      "dadababa.eth": "against"
    },
    "author": "0x64DA298bDd8200482b821951308eAc0732d3A5e8"
  },
  {
    "id": "2",
    "title": "Steward Council Term Allocation",
    "desc": "The proposal is that a pool of tokens is allocated across the Stewards Council for the term. This is to cover gas costs incurred in voting and offer fair allocation for the group as long as they fulfil their functions outlined above. The sum is for the whole council for the entire term. \n The funds can also be allocated to everyone voting as highlighted by some of the comments on the initial version of the council proposal. This action can be decided on by the council as one of their first joint proposals.",
    "startDate": "2022-04-05",
    "endDate": "2022-04-08",
    "votes": {
      "bobjiang.eth": "for",
      "acupt.eth": "against",
      "0xcf8E24538E6e8c6D7cA711F84539aEac0892e28b": "for",
      "superalloy.eth": "for",
      "dadababa.eth": "against"
    },
    "author": "fireeyesdao.eth"
  },
  {
    "id": "3",
    "title": "Matching Pool Allocations",
    "desc": "This Snapshot vote is looking to finalize a decision around the Grants Round 13 allocations proposed. \n Abstract. \n Prior to Grants Round 12, the pool was governed by categories that assigned specific percentages of the pool to grants in specific disciplines or geographies. \n In Grants Round 12, the community voted to run an experiment proposed by the Public Goods Funding workstream to test Vitalik’s theory that Quadratic Funding should be as effective at allocating funds as allocation via categories. By doing away with specific grant categories and having all grants listed together, we took a step towards simplifying and decentralizing matching.",
    "startDate": "2022-04-02",
    "endDate": "2022-04-05",
    "votes": {
      "bobjiang.eth": "for",
      "acupt.eth": "against",
      "0xcf8E24538E6e8c6D7cA711F84539aEac0892e28b": "for",
      "superalloy.eth": "for",
      "dadababa.eth": "against"
    },
    "author": "kris.eth"
  },
  {
    "id": "4",
    "title": "The Steward Council Election & Mandate",
    "desc": "This proposal seeks to elect the members of the GD Steward Council, approve its mandate and tenure. We currently have 14 stewards elligible for a seat on the council. \n A separate snapshot will go up for Council token allocation.",
    "startDate": "2022-04-02",
    "endDate": "2022-04-15",
    "votes": {
      "bobjiang.eth": "for",
      "acupt.eth": "against",
      "0xcf8E24538E6e8c6D7cA711F84539aEac0892e28b": "for",
      "superalloy.eth": "for",
      "dadababa.eth": "against"
    },
    "author": "wombat.eth"
  },
  {
    "id": "5",
    "title": "dCompass S13 funding request",
    "desc": "Season 13 budget request. We are requesting a total of 38k that will be used to compensate contributors and to handle various expenses such as the smart contract audits and the infrastructure costs (Ceramic Node and a few other instances running on AWS). \n Success metrics and KPIs. \nOur workstream is successful if we have a decent MVP deployed in a production environment at the end of Season 13.",
    "startDate": "2022-04-09",
    "endDate": "2022-04-23",
    "votes": {
      "bobjiang.eth": "for",
      "acupt.eth": "against",
      "0xcf8E24538E6e8c6D7cA711F84539aEac0892e28b": "for",
      "superalloy.eth": "for",
      "dadababa.eth": "against"
    },
    "author": "disruptionjoe.eth"
  },
  {
    "id": "6",
    "title": "Memes, Merch and Marketing (MMM) S13 budget request",
    "desc": "In the upcoming Season 13, MMM will take another significant step forward by establishing specific objectives for 4 key areas: Channels & growth, Brand, Workstream marketing, and Team management/health. This Season 13 budget request is designed to align with these goals and is split into 7 key areas: MMManagement, Software & tools, Events, Development, Brand & design, Content, and Growth.",
    "startDate": "2022-04-25",
    "endDate": "2022-04-28",
    "votes": {
      "bobjiang.eth": "for",
      "acupt.eth": "against",
      "0xcf8E24538E6e8c6D7cA711F84539aEac0892e28b": "for",
      "superalloy.eth": "for",
      "dadababa.eth": "against"
    },
    "author": "fireeyesdao.eth"
  },
  {
    "id": "7",
    "title": "Fraud Defense & Detection (FDD) S13 budget request",
    "desc": "This budget was reviewed by many stakeholders including the FDD Multisig Oversight Council, other workstream leads, and some Dao Holdings team members. One question that came up multiple times was “If you had to slash $x from your budget, do you know what you would cut?” The answer is yes. However, it would not be to the benefit of the Dao. We could operationally function at half this budget for GR13, but we would not be doing anything to build scalability into our tech or our processes.",
    "startDate": "2022-04-03",
    "endDate": "2022-04-28",
    "votes": {
      "bobjiang.eth": "for",
      "acupt.eth": "against",
      "0xcf8E24538E6e8c6D7cA711F84539aEac0892e28b": "for",
      "superalloy.eth": "for",
      "dadababa.eth": "against"
    },
    "author": "kbw.eth"
  },
  {
    "id": "8",
    "title": "DAO Operations (DAOOps) Q2 2022 budget request",
    "desc": "As the governance rails begin to form for the DAO, it has become evident that operational support is a necessity. This workstream seeks to bring core operational functions to our Dao , while meeting the other workstreams' needs with templates, best practices and structure that will enable the growth and scale of this Dao for years to come.",
    "startDate": "2022-04-05",
    "endDate": "2022-04-07",
    "votes": {
      "bobjiang.eth": "for",
      "acupt.eth": "against",
      "0xcf8E24538E6e8c6D7cA711F84539aEac0892e28b": "for",
      "superalloy.eth": "for",
      "dadababa.eth": "against"
    },
    "author": "simona.eth"
  },
  {
    "id": "9",
    "title": "DeveloperDAO Partnership",
    "desc": "This proposal, if passed, would issue 50k tokens for governance rights equating to 5% of Developer DAO when governance is live. The purpose of this alliance is to help ensure that the Dao and Developer DAO can work together to coordinate bringing more web2 developers into web3 than ever before through education and events, as well as supporting the creation and distribution of public goods.",
    "startDate": "2022-04-01",
    "endDate": "2022-04-04",
    "votes": {
      "bobjiang.eth": "for",
      "acupt.eth": "against",
      "0xcf8E24538E6e8c6D7cA711F84539aEac0892e28b": "for",
      "superalloy.eth": "for",
      "dadababa.eth": "against"
    },
    "author": "kris.eth"
  },
  {
    "id": "10",
    "title": "Decentralize DAO Allocation",
    "desc": "This proposal is critical to enabling the workstream to continue progress toward a decentralized Dao. If this proposal passes, the treasury will empower a group of team and community members with a budget of 41.3k tokens, managed by a public 2 of 3 multisig including the following members: @phutchins, @thelostone-mc, @bendi",
    "startDate": "2022-04-01",
    "endDate": "2022-04-12",
    "votes": {
      "bobjiang.eth": "for",
      "acupt.eth": "against",
      "0xcf8E24538E6e8c6D7cA711F84539aEac0892e28b": "for",
      "superalloy.eth": "for",
      "dadababa.eth": "against"
    },
    "author": "simona.eth"
  }
]
